export default function Home() {
  return (
    <div>
      <div>[idea list]</div>
      <div>[------------------title----------------]</div>
      <div>[-------------------intro--------------]</div>
      <div>[------------------img1----------------]</div>
      <div>[-------------------mini--------------]</div>
      <div>[-------------------proj---------------]</div>
      <div>[-------------------(inner)--------------]</div>
      <div>
        [-cook-]
        <p>재료를 넣으면 알맞는 음식리스트</p>
        <p>음식 리스트를 메일 기능을 통해 제보 받기</p>
      </div>
      <div>
        [----------skill------------]
        <p>새로운 스킬 연습</p>
        <p>프론트만 사용</p>
        <p>대체로 style-in-comp 사용</p>
        <p>native 앱 제작활용</p>
      </div>
      <div>
        [--------list--------]
        <p></p>
        <p></p>
        <p></p>
        <p></p>
      </div>
      <div>[-------------------------------------]</div>
      <div>[-------------------------------------]</div>
      <div>[-------------------------------------]</div>
      <div>[-------------------------------------]</div>
    </div>
  );
}
